# 
# ***** BEGIN LICENSE BLOCK *****
# Zimbra Collaboration Suite Web Client
# Copyright (C) 2005, 2006, 2007, 2008, 2009, 2010, 2011, 2013, 2014, 2015, 2016 Synacor, Inc.
#
# This program is free software: you can redistribute it and/or modify it under
# the terms of the GNU General Public License as published by the Free Software Foundation,
# version 2 of the License.
#
# This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY;
# without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
# See the GNU General Public License for more details.
# You should have received a copy of the GNU General Public License along with this program.
# If not, see <https://www.gnu.org/licenses/>.
# ***** END LICENSE BLOCK *****
# 
errorEmptyResponse = \u0110\u00e3 nh\u1eadn ph\u1ea3n h\u1ed3i tr\u1ed1ng t\u1eeb m\u00e1y ch\u1ee7
errorMaintenanceMode = T\u00e0i kho\u1ea3n \u0111ang \u1edf ch\u1ebf \u0111\u1ed9 b\u1ea3o tr\u00ec

BAD_JSON_RESPONSE = M\u1ed9t l\u1ed7i m\u1ea1ng \u0111\u00e3 x\u1ea3y ra.
EMPTY_RESPONSE = Kh\u00f4ng th\u1ec3 k\u1ebft n\u1ed1i t\u1edbi m\u00e1y ch\u1ee7.
NETWORK_ERROR = M\u1ed9t l\u1ed7i m\u1ea1ng \u0111\u00e3 x\u1ea3y ra.
SOAP_ERROR = M\u1ed9t l\u1ed7i m\u1ea1ng \u0111\u00e3 x\u1ea3y ra.
CSFE_SVC_ERROR = M\u1ed9t l\u1ed7i d\u1ecbch v\u1ee5 m\u1ea1ng \u0111\u00e3 x\u1ea3y ra.

account.AUTH_FAILED = T\u00ean truy c\u1eadp v\u00e0 m\u1eadt kh\u1ea9u kh\u00f4ng \u0111\u00fang. Ki\u1ec3m tra xem CAPS LOCK c\u00f3 b\u1eadt kh\u00f4ng, sau \u0111\u00f3 g\u00f5 l\u1ea1i t\u00ean ng\u01b0\u1eddi d\u00f9ng v\u00e0 m\u1eadt kh\u1ea9u hi\u1ec7n th\u1eddi.
account.TWO_FACTOR_AUTH_FAILED = M\u00e3 d\u00f9ng m\u1ed9t l\u1ea7n kh\u00f4ng \u0111\u00fang. Vui l\u00f2ng th\u1eed l\u1ea1i.
account.CHANGE_PASSWORD = M\u1eadt kh\u1ea9u c\u1ee7a b\u1ea1n kh\u00f4ng c\u00f2n h\u1ee3p l\u1ec7. Vui l\u00f2ng ch\u1ecdn m\u1ed9t m\u1eadt kh\u1ea9u m\u1edbi.
account.INVALID_PASSWORD = B\u1ea1n v\u1eeba nh\u1eadp m\u1ed9t m\u1eadt kh\u1ea9u kh\u00f4ng h\u1ee3p l\u1ec7.
account.INVALID_PREF_NAME = T\u00ean t\u00f9y ch\u1ecdn kh\u00f4ng h\u1ee3p l\u1ec7.
account.INVALID_PREF_VALUE = Gi\u00e1 tr\u1ecb t\u00f9y ch\u1ecdn kh\u00f4ng h\u1ee3p l\u1ec7.
account.MAINTENANCE_MODE = T\u00e0i kho\u1ea3n n\u00e0y hi\u1ec7n \u0111ang trong ch\u1ebf \u0111\u1ed9 b\u1ea3o tr\u00ec.
account.NO_SUCH_ACCOUNT = Kh\u00f4ng c\u00f3 t\u00e0i kho\u1ea3n n\u00e0o nh\u01b0 v\u1eady t\u1ed3n t\u1ea1i.
account.NO_SUCH_SAVED_SEARCH = Kh\u00f4ng c\u00f3 c\u00e1c t\u00ecm ki\u1ebfm \u0111\u00e3 l\u01b0u n\u00e0o nh\u01b0 v\u1eady t\u1ed3n t\u1ea1i.
account.ACCT_NO_SUCH_TAG = Kh\u00f4ng c\u00f3 th\u1ebb n\u00e0o nh\u01b0 v\u1eady t\u1ed3n t\u1ea1i.
account.TOO_MANY_IDENTITIES = Kh\u00f4ng th\u1ec3 t\u1ea1o \u0111\u1ecbnh danh v\u00ec b\u1ea1n \u0111\u00e3 v\u01b0\u1ee3t qu\u00e1 h\u1ea1n m\u1ee9c.
account.PASSWORD_CHANGE_TOO_SOON = Kh\u00f4ng \u0111\u01b0\u1ee3c \u0111\u1ed5i m\u1eadt kh\u1ea9u qu\u00e1 s\u1edbm.
account.PASSWORD_LOCKED = M\u1eadt kh\u1ea9u \u0111\u00e3 b\u1ecb kh\u00f3a. Ng\u01b0\u1eddi d\u00f9ng kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p thay \u0111\u1ed5i m\u1eadt kh\u1ea9u. Vui l\u00f2ng li\u00ean h\u1ec7 v\u1edbi Qu\u1ea3n tr\u1ecb vi\u00ean h\u1ec7 th\u1ed1ng.
account.PASSWORD_RECENTLY_USED = M\u1eadt kh\u1ea9u b\u1ea1n g\u1eedi \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng g\u1ea7n \u0111\u00e2y. Vui l\u00f2ng ch\u1ecdn m\u1ed9t m\u1eadt kh\u1ea9u kh\u00e1c.

# {0} = filename
formatter.INVALID_FORMAT = \u0110\u1ecbnh d\u1ea1ng t\u1eadp tin kh\u00f4ng h\u1ee3p l\u1ec7 \u0111\u1ed1i v\u1edbi t\u1eadp tin "{0}".
# {0} = view, {1} = folder name
formatter.INVALID_TYPE = Th\u01b0 m\u1ee5c "{1}" kh\u00f4ng th\u1ec3 ch\u1ee9a c\u00e1c m\u1ee5c c\u00f3 ki\u1ec3u "{0}".
# {0} = item name
formatter.MISMATCHED_META = Th\u00f4ng tin meta c\u1ee7a m\u1ee5c "{0}" kh\u00f4ng kh\u1edbp v\u1edbi n\u1ed9i dung.
formatter.MISMATCHED_SIZE = K\u00edch th\u01b0\u1edbc c\u1ee7a m\u1ee5c b\u1ecf qua "{0}" kh\u00f4ng ph\u00f9 h\u1ee3p.
formatter.MISMATCHED_TYPE = Kh\u00f4ng th\u1ec3 ghi \u0111\u00e8 m\u1ee5c  "{0}" do kh\u00e1c ki\u1ec3u.
formatter.MISSING_BLOB = N\u1ed9i dung c\u1ee7a m\u1ee5c "{0}" b\u1ecb thi\u1ebfu.
formatter.MISSING_META = Th\u00f4ng tin meta c\u1ee7a m\u1ee5c "{0}" b\u1ecb thi\u1ebfu.
formatter.MISSING_VCARD_FIELDS = M\u1ee5c li\u00ean h\u1ec7 "{0}" kh\u00f4ng ch\u1ee9a b\u1ea5t k\u1ef3 tr\u01b0\u1eddng n\u00e0o.
# {0} = item name, {1} = original error message
formatter.UNKNOWN_ERROR = L\u1ed7i ch\u01b0a x\u00e1c \u0111\u1ecbnh c\u1ee7a m\u1ee5c "{0}": {1}

# The im.lower_case messages are received as part of a chat message
im.forbidden = B\u1ecb c\u1ea5m.
im.internal_server_error = \u0110\u00e3 x\u1ea3y ra l\u1ed7i trong m\u00e1y ch\u1ee7.
im.item_not_found = Kh\u00f4ng t\u00ecm th\u1ea5y ng\u01b0\u1eddi d\u00f9ng. C\u00f3 th\u1ec3 th\u01b0 \u0111\u00e3 kh\u00f4ng \u0111\u01b0\u1ee3c g\u1eedi \u0111i.
im.jid_malformed = \u0110\u1ecba ch\u1ec9 kh\u00f4ng h\u1ee3p l\u1ec7.
im.not_acceptable = Th\u01b0 kh\u00f4ng \u0111\u01b0\u1ee3c ch\u1ea5p nh\u1eadn.
im.not_allowed = B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p g\u1eedi th\u01b0 t\u1edbi ng\u01b0\u1eddi nh\u1eadn \u0111\u00e3 \u0111\u1ecbnh.
im.payment_required = Y\u00eau c\u1ea7u thanh to\u00e1n.
im.recipient_unavailable = Ng\u01b0\u1eddi nh\u1eadn kh\u00f4ng c\u00f3.
im.redirect = Ng\u01b0\u1eddi d\u00f9ng t\u1ea1i m\u1ed9t \u0111\u1ecba ch\u1ec9 kh\u00e1c.
im.remote_server_not_found = Kh\u00f4ng t\u00ecm th\u1ea5y m\u00e1y ch\u1ee7 t\u1eeb xa.
im.remote_server_timeout = K\u1ebft n\u1ed1i t\u1edbi m\u00e1y ch\u1ee7 t\u1eeb xa \u0111\u00e3 h\u1ebft gi\u1edd.
im.resource_constraint = H\u1ec7 th\u1ed1ng \u0111ang b\u1eadn.
im.service_unavailable = Th\u01b0 kh\u00f4ng \u0111\u01b0\u1ee3c ch\u1ea5p nh\u1eadn b\u1edfi d\u1ecbch v\u1ee5.
im.undefined_condition = \u0110\u00e3 x\u1ea3y ra l\u1ed7i ch\u01b0a x\u00e1c \u0111\u1ecbnh. 
im.unknown_error = \u0110\u00e3 x\u1ea3y ra l\u1ed7i ch\u01b0a x\u00e1c \u0111\u1ecbnh.

# The following errors happen when trying to join a chat room
im.Banned = B\u1ea1n \u0111\u00e3 b\u1ecb c\u1ea5m kh\u1ecfi ph\u00f2ng.
im.MaxUsers = Ph\u00f2ng n\u00e0y \u0111\u00e3 \u0111\u1ea7y.
im.MustUseReservedRoomnick = B\u1ea1n ph\u1ea3i s\u1eed d\u1ee5ng m\u1ed9t bi\u1ec7t danh c\u00f3 tr\u01b0\u1edbc.
im.NicknameConflict = Ai \u0111\u00f3 \u0111\u00e3 s\u1eed d\u1ee5ng bi\u1ec7t danh c\u1ee7a b\u1ea1n.
im.NoSuchRoom = Kh\u00f4ng c\u00f3 ph\u00f2ng nh\u01b0 v\u1eady.
im.NotAllowed = B\u1ea1n kh\u00f4ng \u0111\u01b0\u1ee3c ph\u00e9p t\u1ea1o ph\u00f2ng.
im.NotAMember = Ph\u00f2ng n\u00e0y ch\u1ec9 ch\u1ea5p nh\u1eadn qua th\u01b0 m\u1eddi, v\u00e0 b\u1ea1n kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t th\u00e0nh vi\u00ean.
im.PasswordRequired = C\u1ea7n c\u00f3 m\u1ed9t m\u1eadt kh\u1ea9u \u0111\u1ec3 v\u00e0o ph\u00f2ng.
im.Unknown = M\u1ed9t l\u1ed7i ch\u01b0a x\u00e1c \u0111\u1ecbnh \u0111\u00e3 x\u1ea3y ra.

im.INVALID_ADDRESS = \u0110\u1ecba ch\u1ec9 kh\u00f4ng h\u1ee3p l\u1ec7.

mail.ALREADY_EXISTS = M\u1ed9t \u0111\u1ed1i t\u01b0\u1ee3ng v\u1edbi t\u00ean \u0111\u00f3 \u0111\u00e3 t\u1ed3n t\u1ea1i.
mail.MODIFY_CONFLICT = S\u1ed1 phi\u00ean b\u1ea3n xung \u0111\u1ed9t. M\u1ed9t phi\u00ean b\u1ea3n kh\u00e1c \u0111\u00e3 \u0111\u01b0\u1ee3c th\u00eam v\u00e0o gi\u1eefa s\u1eeda v\u00e0 l\u01b0u l\u1ea1i.
mail.INVALID_NAME = R\u1ea5t ti\u1ebfc, "{0}" kh\u00f4ng ph\u1ea3i l\u00e0 m\u1ed9t t\u00ean h\u1ee3p l\u1ec7. N\u00f3 ch\u1ee9a \u00edt nh\u1ea5t m\u1ed9t k\u00fd t\u1ef1 kh\u00f4ng h\u1ee3p l\u1ec7.
mail.INVITE_OUT_OF_DATE = Th\u01b0 m\u1eddi \u0111\u00e3 \u0111\u01b0\u1ee3c s\u1eeda \u0111\u1ed5i v\u00e0 kh\u00f4ng c\u00f2n hi\u1ec7n h\u00e0nh.
mail.MAINTENANCE = T\u00e0i kho\u1ea3n n\u00e0y hi\u1ec7n \u0111ang trong ch\u1ebf \u0111\u1ed9 b\u1ea3o tr\u00ec.
mail.MESSAGE_TOO_BIG = Th\u01b0 n\u00e0y kh\u00f4ng \u0111\u01b0\u1ee3c g\u1eedi v\u00ec n\u00f3 v\u01b0\u1ee3t qua k\u00edch c\u1ee1 t\u1ed1i \u0111a \u0111\u01b0\u1ee3c cho ph\u00e9p.
mail.NO_SUCH_CONV = Kh\u00f4ng c\u00f3 cu\u1ed9c \u0111\u00e0m tho\u1ea1i n\u00e0o nh\u01b0 v\u1eady t\u1ed3n t\u1ea1i.
mail.NO_SUCH_FOLDER = Kh\u00f4ng c\u00f3 th\u01b0 m\u1ee5c n\u00e0o nh\u01b0 v\u1eady t\u1ed3n t\u1ea1i.
mail.NO_SUCH_ITEM = M\u1ee5c "{0}" kh\u00f4ng t\u1ed3n t\u1ea1i.
mail.NO_SUCH_CALITEM = M\u1ee5c l\u1ecbch v\u00e0 c\u00f4ng vi\u1ec7c "{0}" kh\u00f4ng t\u1ed3n t\u1ea1i. N\u00f3 c\u00f3 th\u1ec3 \u0111\u00e3 \u0111\u01b0\u1ee3c l\u00ean l\u1ecbch l\u1ea1i.
mail.NO_SUCH_MSG = Kh\u00f4ng c\u00f3 th\u01b0 n\u00e0o nh\u01b0 v\u1eady t\u1ed3n t\u1ea1i.
mail.NO_SUCH_PART = Kh\u00f4ng c\u00f3 ph\u1ea7n th\u01b0 nh\u01b0 v\u1eady t\u1ed3n t\u1ea1i.
mail.NO_SUCH_TAG = Kh\u00f4ng c\u00f3 th\u1ebb n\u00e0o nh\u01b0 v\u1eady t\u1ed3n t\u1ea1i.
mail.QUERY_PARSE_ERROR = Kh\u00f4ng th\u1ec3 ph\u00e2n t\u00edch truy v\u1ea5n t\u00ecm ki\u1ebfm.
mail.QUOTA_EXCEEDED = Kh\u00f4ng th\u1ec3 g\u1eedi th\u01b0 c\u1ee7a b\u1ea1n do b\u1ea1n \u0111\u00e3 v\u01b0\u1ee3t qu\u00e1 h\u1ea1n m\u1ee9c th\u01b0.
mail.TOO_MANY_CONTACTS = Kh\u00f4ng th\u1ec3 t\u1ea1o li\u00ean h\u1ec7 v\u00ec b\u1ea1n \u0111\u00e3 v\u01b0\u1ee3t qu\u00e1 h\u1ea1n m\u1ee9c.
mail.TOO_MANY_QUERY_TERMS_EXPANDED = H\u00e3y n\u00eau c\u1ee5 th\u1ec3 h\u01a1n trong ti\u00eau chu\u1ea9n t\u00ecm ki\u1ebfm c\u1ee7a b\u1ea1n.
mail.MAIL_UNABLE_TO_IMPORT_APPOINTMENTS = Kh\u00f4ng th\u1ec3 nh\u1eadp. T\u1eadp tin \u0111\u01b0\u1ee3c ch\u1ecdn c\u00f3 th\u1ec3 kh\u00f4ng h\u1ee3p l\u1ec7.
mail.MAIL_UNABLE_TO_IMPORT_CONTACTS = Kh\u00f4ng th\u1ec3 nh\u1eadp. T\u1eadp tin \u0111\u01b0\u1ee3c ch\u1ecdn c\u00f3 th\u1ec3 kh\u00f4ng h\u1ee3p l\u1ec7.
mail.SEND_FAILURE = Kh\u00f4ng th\u1ec3 g\u1eedi th\u01b0: {0}
mail.SEND_ABORTED_ADDRESS_FAILURE = Kh\u00f4ng th\u1ec3 g\u1eedi th\u01b0 do \u0111\u1ecba ch\u1ec9 kh\u00f4ng h\u1ee3p l\u1ec7
mail.TOO_MANY_TAGS = Kh\u00f4ng th\u1ec3 t\u1ea1o \u0111\u01b0\u1ee3c th\u1ebb do b\u1ea1n \u0111\u00e3 v\u01b0\u1ee3t qu\u00e1 gi\u1edbi h\u1ea1n.
mail.EXPORT_PERIOD_NOT_SPECIFIED = Ph\u1ea3i thi\u1ebft l\u1eadp ng\u00e0y b\u1eaft \u0111\u1ea7u v\u00e0 ng\u00e0y k\u1ebft th\u00fac.
mail.EXPORT_PERIOD_TOO_LONG = Th\u1eddi h\u1ea1n xu\u1ea5t ph\u1ea3i l\u00e0 {0} ng\u00e0y tr\u1edf xu\u1ed1ng.

offline.ONLINE_ONLY_OP = B\u1ea1n ph\u1ea3i chuy\u1ec3n sang ch\u1ebf \u0111\u1ed9 tr\u1ef1c tuy\u1ebfn \u0111\u1ec3 s\u1eed d\u1ee5ng t\u00ednh n\u0103ng n\u00e0y. H\u00e3y ki\u1ec3m tra k\u1ebft n\u1ed1i m\u1ea1ng v\u00e0 th\u1eed l\u1ea1i.

remote.TIMEOUT = \u0110\u00e3 x\u1ea3y ra l\u1ed7i h\u1ebft th\u1eddi gian.

service.PARSE_ERROR = \u0110\u00e3 x\u1ea3y ra l\u1ed7i ph\u00e2n t\u00edch.
service.PERM_DENIED = Quy\u1ec1n b\u1ecb t\u1eeb ch\u1ed1i.
service.FAILURE = M\u1ed9t l\u1ed7i d\u1ecbch v\u1ee5 m\u1ea1ng \u0111\u00e3 x\u1ea3y ra.
service.INVALID_REQUEST = M\u1ed9t y\u00eau c\u1ea7u kh\u00f4ng h\u1ee3p l\u1ec7 v\u1eeba th\u1ef1c hi\u1ec7n.
service.UNKNOWN_DOCUMENT = L\u1ec7nh kh\u00f4ng x\u00e1c \u0111\u1ecbnh \u0111\u00e3 \u0111\u01b0\u1ee3c g\u1eedi t\u1edbi m\u00e1y ch\u1ee7: {0}
service.RESOURCE_UNREACHABLE = T\u00e0i nguy\u00ean kh\u00f4ng truy c\u1eadp \u0111\u01b0\u1ee3c.
service.TEMPORARILY_UNAVAILABLE = D\u1ecbch v\u1ee5 t\u1ea1m th\u1eddi kh\u00f4ng c\u00f3.
service.AUTH_REQUIRED = Y\u00eau c\u1ea7u x\u00e1c th\u1ef1c
service.AUTH_EXPIRED = Phi\u00ean c\u1ee7a b\u1ea1n \u0111\u00e3 h\u1ebft h\u1ea1n. Vui l\u00f2ng \u0111\u0103ng nh\u1eadp l\u1ea1i.
service.WRONG_HOST = Y\u00eau c\u1ea7u \u0111\u00e3 b\u1ecb g\u1eedi t\u1edbi sai m\u00e1y ch\u1ee7.
service.NON_READONLY_OPERATION_DENIED = M\u00e3y ch\u1ee7 \u0111ang trong ch\u1ebf \u0111\u1ed9 ch\u1ec9 \u0111\u1ecdc.
service.PROXY_ERROR = L\u1ed7i proxy.
service.TOO_MANY_HOPS = Qu\u00e1 nhi\u1ec1u ch\u1eb7ng gi\u1eefa c\u00e1c m\u00e1y ch\u1ee7.
service.ALREADY_IN_PROGRESS = Thao t\u00e1c \u0111ang th\u1ef1c hi\u1ec7n.
service.NOT_IN_PROGRESS = Thao t\u00e1c kh\u00f4ng \u0111\u01b0\u1ee3c th\u1ef1c hi\u1ec7n.
service.INTERRUPTED = Thao t\u00e1c \u0111\u00e3 b\u1ecb gi\u00e1n \u0111o\u1ea1n
service.NO_SPELL_CHECK_URL = Kh\u00f4ng x\u00e1c \u0111\u1ecbnh \u0111\u01b0\u1ee3c m\u00e1y ch\u1ee7 ki\u1ec3m tra ch\u00ednh t\u1ea3 n\u00e0o.

voice.UNABLE_TO_RETRIEVE_PROFILE_SUMMARY = H\u1ec7 th\u1ed1ng hi\u1ec7n kh\u00f4ng th\u1ec3 ho\u00e0n th\u00e0nh y\u00eau c\u1ea7u c\u1ee7a b\u1ea1n. Ch\u00fang t\u00f4i r\u1ea5t xin l\u1ed7i v\u1ec1 s\u1ef1 b\u1ea5t ti\u1ec7n n\u00e0y.
voice.UNABLE_TO_RETRIEVE_CALLLOGS = Ch\u00fang t\u00f4i hi\u1ec7n kh\u00f4ng th\u1ec3 hi\u1ec3n th\u1ecb c\u00e1c b\u1ea3n ghi cu\u1ed9c g\u1ecdi. Ch\u00fang t\u00f4i r\u1ea5t xin l\u1ed7i v\u1ec1 s\u1ef1 b\u1ea5t ti\u1ec7n n\u00e0y.
voice.UNABLE_TO_RETRIEVE_VOICEMAIL_FOLDER = Ch\u00fang t\u00f4i t\u1ea1m th\u1eddi kh\u00f4ng th\u1ec3 hi\u1ec3n th\u1ecb c\u00e1c b\u1ea3n ghi th\u01b0 tho\u1ea1i.
voice.UNABLE_TO_UPDATE_CALL_FEATURES = Ch\u00fang t\u00f4i t\u1ea1m th\u1eddi kh\u00f4ng th\u1ec3 chuy\u1ec3n ti\u1ebfp cu\u1ed9c g\u1ecdi. Ch\u00fang t\u00f4i r\u1ea5t xin l\u1ed7i v\u1ec1 s\u1ef1 b\u1ea5t ti\u1ec7n n\u00e0y.
voice.UNABLE_TO_MODIFY_CALL_FEATURES = Ch\u00fang t\u00f4i t\u1ea1m th\u1eddi kh\u00f4ng th\u1ec3 chuy\u1ec3n ti\u1ebfp cu\u1ed9c g\u1ecdi. Ch\u00fang t\u00f4i r\u1ea5t xin l\u1ed7i v\u1ec1 s\u1ef1 b\u1ea5t ti\u1ec7n n\u00e0y.
voice.UNABLE_TO_MODIFY_VOICEMAIL_PREFS = \u0110\u00e3 x\u1ea3y ra l\u1ed7i trong khi c\u1ed1 c\u1eadp nh\u1eadt t\u00f9y ch\u1ecdn th\u01b0 tho\u1ea1i c\u1ee7a b\u1ea1n. Vui l\u00f2ng th\u1eed l\u1ea1i.

voice.UNABLE_TO_FORWARD_VOICEMAIL = Kh\u00f4ng th\u1ec3 chuy\u1ec3n ti\u1ebfp th\u01b0 c\u1ee7a b\u1ea1n t\u1ea1i th\u1eddi \u0111i\u1ec3m n\u00e0y. Vui l\u00f2ng th\u1eed l\u1ea1i sau.
voice.UNABLE_TO_RETRIEVE_CALL_FEATURES = Kh\u00f4ng th\u1ec3 truy xu\u1ea5t c\u00e1c t\u00ednh n\u0103ng cu\u1ed9c g\u1ecdi.
voice.UNABLE_TO_RETRIEVE_VOICEMAIL_CONTENT = Kh\u00f4ng th\u1ec3 truy xu\u1ea5t n\u1ed9i dung th\u01b0 tho\u1ea1i.
voice.UNABLE_TO_RETRIEVE_VOICEMAIL_PREFS = Kh\u00f4ng th\u1ec3 truy xu\u1ea5t t\u00f9y ch\u1ecdn th\u01b0 tho\u1ea1i.
voice.UNABLE_TO_RETRIEVE_VOICEMAIL_SUMMARY = Kh\u00f4ng th\u1ec3 truy xu\u1ea5t b\u1ea3n t\u00f3m t\u1eaft c\u1ee7a th\u01b0 tho\u1ea1i.
voice.UNABLE_TO_MODIFY_VOICEMAIL_STATUS = Kh\u00f4ng th\u1ec3 thay \u0111\u1ed5i tr\u1ea1ng th\u00e1i c\u1ee7a th\u01b0 tho\u1ea1i. 
voice.UNABLE_TO_EMPTY_VOICEMAIL_TRASH = Kh\u00f4ng th\u1ec3 x\u00f3a s\u1ea1ch th\u00f9ng r\u00e1c th\u01b0 tho\u1ea1i.
voice.UNABLE_TO_DELETE_VOICEMAIL = Kh\u00f4ng th\u1ec3 x\u00f3a th\u01b0 tho\u1ea1i.
voice.UNABLE_TO_UNDELETE_VOICEMAIL = Kh\u00f4ng th\u1ec3 kh\u00f4i ph\u1ee5c th\u01b0 tho\u1ea1i \u0111\u00e3 x\u00f3a.

zclient.CLIENT_ERROR = M\u1ed9t l\u1ed7i d\u1ecbch v\u1ee5 m\u1ea1ng \u0111\u00e3 x\u1ea3y ra (zclient).
zclient.IO_ERROR = M\u1ed9t l\u1ed7i d\u1ecbch v\u1ee5 m\u1ea1ng \u0111\u00e3 x\u1ea3y ra (zclient/io).

ztaglib.TAG_EXCEPTION = M\u1ed9t l\u1ed7i m\u00e1y kh\u00e1ch \u0111\u00e3 x\u1ea3y ra. Vui l\u00f2ng th\u1eed l\u1ea1i.

unknownError = M\u1ed9t l\u1ed7i ch\u01b0a x\u00e1c \u0111\u1ecbnh ({0}) \u0111\u00e3 x\u1ea3y ra.
