# 
# ***** BEGIN LICENSE BLOCK *****
# Zimbra Collaboration Suite Web Client
# Copyright (C) 2005, 2006, 2007, 2008, 2009, 2010 Zimbra, Inc.
# 
# The contents of this file are subject to the Zimbra Public License
# Version 1.3 ("License"); you may not use this file except in
# compliance with the License.  You may obtain a copy of the License at
# http://www.zimbra.com/license.
# 
# Software distributed under the License is distributed on an "AS IS"
# basis, WITHOUT WARRANTY OF ANY KIND, either express or implied.
# ***** END LICENSE BLOCK *****
# 
errorEmptyResponse = \u30b5\u30fc\u30d0\u30fc\u304b\u3089\u7a7a\u306e\u5fdc\u7b54\u3092\u53d7\u3051\u53d6\u308a\u307e\u3057\u305f
errorMaintenanceMode = \u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u30e1\u30f3\u30c6\u30ca\u30f3\u30b9\u30e2\u30fc\u30c9\u3067\u3059\u3002

BAD_JSON_RESPONSE = \u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
EMPTY_RESPONSE = \u30b5\u30fc\u30d0\u30fc\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3002
NETWORK_ERROR = \u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
SOAP_ERROR = \u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
CSFE_SVC_ERROR = \u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b5\u30fc\u30d3\u30b9\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

account.AUTH_FAILED = \u30e6\u30fc\u30b6\u30fc\u540d\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002CAPS LOCK\u304c\u30aa\u30f3\u306b\u306a\u3063\u3066\u3044\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304b\u3089\u3001\u73fe\u5728\u306e\u30e6\u30fc\u30b6\u30fc\u540d\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
account.CHANGE_PASSWORD = \u3053\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002 \u65b0\u3057\u3044\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
account.INVALID_PASSWORD = \u7121\u52b9\u306a\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u5165\u529b\u3055\u308c\u307e\u3057\u305f\u3002
account.INVALID_PREF_NAME = \u8a73\u7d30\u8a2d\u5b9a\u540d\u304c\u7121\u52b9\u3067\u3059\u3002
account.INVALID_PREF_VALUE = \u8a73\u7d30\u8a2d\u5b9a\u5024\u304c\u7121\u52b9\u3067\u3059\u3002
account.MAINTENANCE_MODE = \u73fe\u5728\u3001\u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u30e1\u30f3\u30c6\u30ca\u30f3\u30b9\u30e2\u30fc\u30c9\u3067\u3059\u3002
account.NO_SUCH_ACCOUNT = \u305d\u306e\u3088\u3046\u306a\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
account.NO_SUCH_SAVED_SEARCH = \u305d\u306e\u3088\u3046\u306a\u4fdd\u5b58\u6e08\u307f\u691c\u7d22\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
account.ACCT_NO_SUCH_TAG = \u305d\u306e\u3088\u3046\u306a\u30bf\u30b0\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
account.TOO_MANY_IDENTITIES = ID\u306e\u5272\u308a\u5f53\u3066\u5bb9\u91cf\u3092\u8d85\u3048\u3066\u3044\u308b\u305f\u3081\u3001ID\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
account.PASSWORD_CHANGE_TOO_SOON = \u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u3059\u3050\u306b\u5909\u66f4\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
account.PASSWORD_LOCKED = \u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30e6\u30fc\u30b6\u30fc\u304c\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
account.PASSWORD_RECENTLY_USED = \u9001\u4fe1\u3057\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u6700\u8fd1\u4f7f\u308f\u308c\u3066\u3044\u307e\u3059\u3002\u5225\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002

# {0} = filename
formatter.INVALID_FORMAT = \u300c{0}\u300d\u30d5\u30a1\u30a4\u30eb\u306e\u30d5\u30a1\u30a4\u30eb\u5f62\u5f0f\u304c\u7121\u52b9\u3067\u3059\u3002
# {0} = view, {1} = folder name
formatter.INVALID_TYPE = \u300c{1}\u300d\u30d5\u30a9\u30eb\u30c0\u306b\u306f\u300c{0}\u300d\u306e\u7a2e\u985e\u306e\u9805\u76ee\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
# {0} = item name
formatter.MISMATCHED_META = \u9805\u76ee\u300c{0}\u300d\u306e\u30e1\u30bf\u60c5\u5831\u304c\u5185\u5bb9\u306b\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002
formatter.MISMATCHED_SIZE = \u7121\u8996\u3057\u305f\u9805\u76ee\u300c{0}\u300d\u306e\u30b5\u30a4\u30ba\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002
formatter.MISMATCHED_TYPE = \u5225\u306e\u7a2e\u985e\u306e\u9805\u76ee\u300c{0}\u300d\u3092\u4e0a\u66f8\u304d\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
formatter.MISSING_BLOB = \u9805\u76ee\u300c{0}\u300d\u306e\u5185\u5bb9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
formatter.MISSING_META = \u9805\u76ee\u300c{0}\u300d\u306e\u30e1\u30bf\u60c5\u5831\u304c\u3042\u308a\u307e\u305b\u3093\u3002
formatter.MISSING_VCARD_FIELDS = \u9023\u7d61\u5148\u9805\u76ee\u300c{0}\u300d\u306b\u306f\u30d5\u30a3\u30fc\u30eb\u30c9\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
# {0} = item name, {1} = original error message
formatter.UNKNOWN_ERROR = \u9805\u76ee\u300c{0}\u300d\u306b\u5bfe\u3057\u3066\u4e0d\u660e\u306a\u30a8\u30e9\u30fc\uff1a {1}

# The im.lower_case messages are received as part of a chat message
im.forbidden = \u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059\u3002
im.internal_server_error = \u5185\u90e8\u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
im.item_not_found = \u30e6\u30fc\u30b6\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u9001\u4fe1\u3055\u308c\u306a\u304b\u3063\u305f\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
im.jid_malformed = \u3053\u306e\u30a2\u30c9\u30ec\u30b9\u306f\u7121\u52b9\u3067\u3059\u3002
im.not_acceptable = \u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u5bb9\u8a8d\u3067\u304d\u307e\u305b\u3093\u3002
im.not_allowed = \u76ee\u7684\u306e\u53d7\u4fe1\u8005\u3078\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u9001\u4fe1\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
im.payment_required = \u652f\u6255\u3044\u304c\u5fc5\u8981\u3067\u3059\u3002
im.recipient_unavailable = \u3053\u306e\u53d7\u4fe1\u8005\u306b\u9001\u4fe1\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
im.redirect = \u30e6\u30fc\u30b6\u30fc\u306f\u5225\u306e\u30a2\u30c9\u30ec\u30b9\u3092\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002
im.remote_server_not_found = \u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
im.remote_server_timeout = \u30ea\u30e2\u30fc\u30c8\u30b5\u30fc\u30d0\u30fc\u3078\u306e\u63a5\u7d9a\u304c\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3057\u307e\u3057\u305f\u3002
im.resource_constraint = \u30b7\u30b9\u30c6\u30e0\u306f\u30d3\u30b8\u30fc\u72b6\u614b\u3067\u3059\u3002
im.service_unavailable = \u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u30b5\u30fc\u30d0\u30fc\u306b\u53d7\u3051\u5165\u308c\u3089\u308c\u307e\u305b\u3093\u3002
im.undefined_condition = \u672a\u5b9a\u7fa9\u306e\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 
im.unknown_error = \u4e0d\u660e\u306a\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002

# The following errors happen when trying to join a chat room
im.Banned = \u3042\u306a\u305f\u306f\u3053\u306e\u90e8\u5c4b\u3078\u306e\u5165\u5ba4\u3092\u7981\u6b62\u3055\u308c\u3066\u3044\u307e\u3059\u3002
im.MaxUsers = \u90e8\u5c4b\u306e\u53ce\u5bb9\u6570\u306b\u9054\u3057\u3066\u3044\u307e\u3059\u3002
im.MustUseReservedRoomnick = \u6307\u5b9a\u6e08\u307f\u306e\u30cb\u30c3\u30af\u30cd\u30fc\u30e0\u3092\u4f7f\u7528\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
im.NicknameConflict = \u4ed6\u306e\u30e6\u30fc\u30b6\u30fc\u304c\u3042\u306a\u305f\u306e\u30cb\u30c3\u30af\u30cd\u30fc\u30e0\u3092\u3059\u3067\u306b\u4f7f\u7528\u3057\u3066\u3044\u307e\u3059\u3002
im.NoSuchRoom = \u305d\u306e\u3088\u3046\u306a\u90e8\u5c4b\u306f\u3042\u308a\u307e\u305b\u3093\u3002
im.NotAllowed = \u90e8\u5c4b\u306e\u4f5c\u6210\u306f\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
im.NotAMember = \u3053\u306e\u90e8\u5c4b\u306f\u62db\u5f85\u8005\u5c02\u7528\u3067\u3059\u3002\u3042\u306a\u305f\u306f\u30e1\u30f3\u30d0\u30fc\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
im.PasswordRequired = \u5165\u5ba4\u3059\u308b\u306b\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u5fc5\u8981\u3067\u3059\u3002
im.Unknown = \u4e0d\u660e\u306a\u30a8\u30e9\u30fc\u3002

im.INVALID_ADDRESS = \u3053\u306e\u30a2\u30c9\u30ec\u30b9\u306f\u7121\u52b9\u3067\u3059\u3002

mail.ALREADY_EXISTS = \u305d\u306e\u540d\u524d\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
mail.MODIFY_CONFLICT = \u9805\u76ee\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u756a\u53f7\u304c\u7af6\u5408\u3057\u3066\u3044\u307e\u3059\u3002\u7de8\u96c6\u3068\u4fdd\u5b58\u306e\u9593\u306b\u5225\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f\u3002
mail.INVALID_NAME = "{0}"\u306f\u6709\u52b9\u306a\u540d\u524d\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u4e0d\u6b63\u306a\u6587\u5b57\u304c1\u6587\u5b57\u4ee5\u4e0a\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
mail.MAINTENANCE = \u73fe\u5728\u3001\u3053\u306e\u30a2\u30ab\u30a6\u30f3\u30c8\u306f\u30e1\u30f3\u30c6\u30ca\u30f3\u30b9\u30e2\u30fc\u30c9\u3067\u3059\u3002
mail.MESSAGE_TOO_BIG = \u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u6700\u5927\u8a31\u5bb9\u30b5\u30a4\u30ba\u3092\u8d85\u3048\u3066\u3044\u308b\u305f\u3081\u3001\u9001\u4fe1\u3067\u304d\u307e\u305b\u3093\u3002
mail.NO_SUCH_CONV = \u305d\u306e\u3088\u3046\u306a\u30b9\u30ec\u30c3\u30c9\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
mail.NO_SUCH_FOLDER = \u305d\u306e\u3088\u3046\u306a\u30d5\u30a9\u30eb\u30c0\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
mail.NO_SUCH_ITEM = \u9805\u76ee"{0}"\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
mail.NO_SUCH_MSG = \u305d\u306e\u3088\u3046\u306a\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
mail.NO_SUCH_PART = \u305d\u306e\u3088\u3046\u306a\u30e1\u30c3\u30bb\u30fc\u30b8\u90e8\u5206\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
mail.NO_SUCH_TAG = \u305d\u306e\u3088\u3046\u306a\u30bf\u30b0\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
mail.QUERY_PARSE_ERROR = \u691c\u7d22\u30af\u30a8\u30ea\u3092\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3002
mail.QUOTA_EXCEEDED = \u30e1\u30fc\u30eb\u306e\u5272\u308a\u5f53\u3066\u5bb9\u91cf\u3092\u8d85\u3048\u3066\u3044\u308b\u305f\u3081\u3001\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
mail.TOO_MANY_CONTACTS = \u9023\u7d61\u5148\u306e\u5272\u308a\u5f53\u3066\u5bb9\u91cf\u3092\u8d85\u3048\u3066\u3044\u308b\u305f\u3081\u3001\u9023\u7d61\u5148\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
mail.TOO_MANY_QUERY_TERMS_EXPANDED = \u3082\u3046\u5c11\u3057\u5177\u4f53\u7684\u306a\u691c\u7d22\u6761\u4ef6\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
mail.MAIL_UNABLE_TO_IMPORT_APPOINTMENTS = \u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3002 \u6307\u5b9a\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u304c\u6709\u52b9\u3067\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
mail.MAIL_UNABLE_TO_IMPORT_CONTACTS = \u30a4\u30f3\u30dd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3002 \u6307\u5b9a\u3057\u305f\u30d5\u30a1\u30a4\u30eb\u304c\u6709\u52b9\u3067\u306a\u3044\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
mail.SEND_FAILURE = \u6b21\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\uff1a{0}
mail.SEND_ABORTED_ADDRESS_FAILURE = \u30a2\u30c9\u30ec\u30b9\u304c\u7121\u52b9\u306a\u305f\u3081\u3001\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
mail.TOO_MANY_TAGS = \u30bf\u30b0\u306e\u5236\u9650\u3092\u8d85\u3048\u3066\u3044\u308b\u305f\u3081\u3001\u30bf\u30b0\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

offline.ONLINE_ONLY_OP = \u3053\u306e\u6a5f\u80fd\u3092\u4f7f\u7528\u3059\u308b\u306b\u306f\u3001\u30aa\u30f3\u30e9\u30a4\u30f3\u72b6\u614b\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093\u3002\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u63a5\u7d9a\u3092\u78ba\u8a8d\u3057\u3066\u304b\u3089\u3001\u3082\u3046\u4e00\u5ea6\u8a66\u3057\u3066\u307f\u3066\u304f\u3060\u3055\u3044\u3002

service.PARSE_ERROR = \u89e3\u6790\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
service.PERM_DENIED = \u30a2\u30af\u30bb\u30b9\u304c\u62d2\u5426\u3055\u308c\u307e\u3057\u305f\u3002
service.FAILURE = \u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b5\u30fc\u30d3\u30b9\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
service.INVALID_REQUEST = \u7121\u52b9\u306a\u8981\u6c42\u304c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
service.UNKNOWN_DOCUMENT = \u30b5\u30fc\u30d0\u30fc\u30a8\u30e9\u30fc\uff08\u4e0d\u660e\u306a\u30b3\u30de\u30f3\u30c9\u304c\u30b5\u30fc\u30d0\u30fc\u306b\u9001\u4fe1\u3055\u308c\u307e\u3057\u305f\uff09
service.RESOURCE_UNREACHABLE = \u30ea\u30bd\u30fc\u30b9\u304c\u5230\u9054\u4e0d\u80fd\u3067\u3059\u3002
service.TEMPORARILY_UNAVAILABLE = \u30b5\u30fc\u30d3\u30b9\u306f\u4e00\u6642\u7684\u306b\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
service.AUTH_REQUIRED = \u8a8d\u8a3c\u304c\u5fc5\u8981\u3067\u3059
service.AUTH_EXPIRED = \u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u671f\u9650\u304c\u5207\u308c\u307e\u3057\u305f\u3002\u30ed\u30b0\u30a4\u30f3\u3057\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002
service.WRONG_HOST = \u8981\u6c42\u304c\u9593\u9055\u3063\u305f\u30b5\u30fc\u30d0\u30fc\u306b\u9001\u4fe1\u3055\u308c\u307e\u3057\u305f\u3002
service.NON_READONLY_OPERATION_DENIED = \u3053\u306e\u30b5\u30fc\u30d0\u30fc\u306f\u8aad\u307f\u53d6\u308a\u5c02\u7528\u30e2\u30fc\u30c9\u3067\u3059\u3002
service.PROXY_ERROR = \u30d7\u30ed\u30ad\u30b7\u30a8\u30e9\u30fc\u3002
service.TOO_MANY_HOPS = \u30b5\u30fc\u30d0\u30fc\u9593\u306b\u30db\u30c3\u30d7\u304c\u591a\u3059\u304e\u307e\u3059\u3002
service.ALREADY_IN_PROGRESS = \u64cd\u4f5c\u306f\u3059\u3067\u306b\u9032\u884c\u4e2d\u3067\u3059\u3002
service.NOT_IN_PROGRESS = \u64cd\u4f5c\u306f\u9032\u884c\u4e2d\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
service.INTERRUPTED = \u64cd\u4f5c\u304c\u4e2d\u65ad\u3055\u308c\u307e\u3057\u305f
service.NO_SPELL_CHECK_URL = \u30b9\u30da\u30eb\u30c1\u30a7\u30c3\u30af\u30b5\u30fc\u30d0\u30fc\u304c\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002

voice.UNABLE_TO_RETRIEVE_PROFILE_SUMMARY = \u73fe\u5728\u3001\u30b7\u30b9\u30c6\u30e0\u306f\u3042\u306a\u305f\u306e\u8981\u6c42\u3092\u5b8c\u4e86\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002 \u3054\u8ff7\u60d1\u3092\u304a\u304b\u3051\u3057\u3066\u7533\u3057\u8a33\u3054\u3056\u3044\u307e\u305b\u3093\u3002
voice.UNABLE_TO_RETRIEVE_CALLLOGS = \u73fe\u5728\u3001\u901a\u8a71\u8a18\u9332\u3092\u8868\u793a\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002 \u3054\u8ff7\u60d1\u3092\u304a\u304b\u3051\u3057\u3066\u7533\u3057\u8a33\u3054\u3056\u3044\u307e\u305b\u3093\u3002
voice.UNABLE_TO_RETRIEVE_VOICEMAIL_FOLDER = \u73fe\u5728\u3001\u4e00\u6642\u7684\u306b\u30dc\u30a4\u30b9\u30e1\u30fc\u30eb\u8a18\u9332\u3092\u8868\u793a\u3067\u304d\u307e\u305b\u3093\u3002
voice.UNABLE_TO_UPDATE_CALL_FEATURES = \u73fe\u5728\u3001\u4e00\u6642\u7684\u306b\u901a\u8a71\u3092\u8ee2\u9001\u3067\u304d\u307e\u305b\u3093\u3002 \u3054\u8ff7\u60d1\u3092\u304a\u304b\u3051\u3057\u3066\u7533\u3057\u8a33\u3054\u3056\u3044\u307e\u305b\u3093\u3002
voice.UNABLE_TO_MODIFY_CALL_FEATURES = \u73fe\u5728\u3001\u4e00\u6642\u7684\u306b\u901a\u8a71\u3092\u8ee2\u9001\u3067\u304d\u307e\u305b\u3093\u3002 \u3054\u8ff7\u60d1\u3092\u304a\u304b\u3051\u3057\u3066\u7533\u3057\u8a33\u3054\u3056\u3044\u307e\u305b\u3093\u3002
voice.UNABLE_TO_MODIFY_VOICEMAIL_PREFS = \u30dc\u30a4\u30b9\u30e1\u30fc\u30eb\u306e\u8a73\u7d30\u8a2d\u5b9a\u3092\u66f4\u65b0\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u64cd\u4f5c\u3092\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002

voice.UNABLE_TO_FORWARD_VOICEMAIL = \u30e1\u30fc\u30eb\u3092\u8ee2\u9001\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u5f8c\u3067\u3082\u3046\u4e00\u5ea6\u8a66\u3057\u3066\u307f\u3066\u304f\u3060\u3055\u3044\u3002
voice.UNABLE_TO_RETRIEVE_CALL_FEATURES = \u901a\u8a71\u6a5f\u80fd\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
voice.UNABLE_TO_RETRIEVE_VOICEMAIL_CONTENT = \u30dc\u30a4\u30b9\u30e1\u30fc\u30eb\u306e\u5185\u5bb9\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
voice.UNABLE_TO_RETRIEVE_VOICEMAIL_PREFS = \u30dc\u30a4\u30b9\u30e1\u30fc\u30eb\u306e\u8a73\u7d30\u8a2d\u5b9a\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
voice.UNABLE_TO_RETRIEVE_VOICEMAIL_SUMMARY = \u30dc\u30a4\u30b9\u30e1\u30fc\u30eb\u306e\u8981\u7d04\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
voice.UNABLE_TO_MODIFY_VOICEMAIL_STATUS = \u30dc\u30a4\u30b9\u30e1\u30fc\u30eb\u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3002 
voice.UNABLE_TO_EMPTY_VOICEMAIL_TRASH = \u30dc\u30a4\u30b9\u30e1\u30fc\u30eb\u306e\u30b4\u30df\u7bb1\u3092\u7a7a\u306b\u3067\u304d\u307e\u305b\u3093\u3002
voice.UNABLE_TO_DELETE_VOICEMAIL = \u30dc\u30a4\u30b9\u30e1\u30fc\u30eb\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002
voice.UNABLE_TO_UNDELETE_VOICEMAIL = \u30dc\u30a4\u30b9\u30e1\u30fc\u30eb\u306e\u524a\u9664\u3092\u5143\u306b\u623b\u305b\u307e\u305b\u3093\u3002

zclient.CLIENT_ERROR = \u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b5\u30fc\u30d3\u30b9\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff08zclient\uff09\u3002
zclient.IO_ERROR = \u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u30b5\u30fc\u30d3\u30b9\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff08zclient/io\uff09\u3002

ztaglib.TAG_EXCEPTION = \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u64cd\u4f5c\u3092\u3084\u308a\u76f4\u3057\u3066\u304f\u3060\u3055\u3044\u3002

unknownError = \u4e0d\u660e\u306a\u30a8\u30e9\u30fc\uff08{0}\uff09\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
