# 
# ***** BEGIN LICENSE BLOCK *****
# Zimbra Collaboration Suite Web Client
# Copyright (C) 2005, 2006, 2007 Zimbra, Inc.
# 
# The contents of this file are subject to the Yahoo! Public License
# Version 1.0 ("License"); you may not use this file except in
# compliance with the License.  You may obtain a copy of the License at
# http://www.zimbra.com/license.
# 
# Software distributed under the License is distributed on an "AS IS"
# basis, WITHOUT WARRANTY OF ANY KIND, either express or implied.
# ***** END LICENSE BLOCK *****
# 
errorEmptyResponse = No se ha recibido respuesta del servidor
errorMaintenanceMode = La cuenta se encuentra en modo de mantenimiento

BAD_JSON_RESPONSE = Se ha producido un error en la red.
EMPTY_RESPONSE = No se puede conectar con el servidor.
NETWORK_ERROR = Se ha producido un error en la red.
SOAP_ERROR = Se ha producido un error en la red.
CSFE_SVC_ERROR = Se ha producido un error en el servicio de red.

account.AUTH_FAILED = El nombre de usuario o la contrase\u00f1a son incorrectos. Comprueba que no est\u00e9 activada la tecla Bloq May\u00fas y vuelve a introducir el nombre de usuario y contrase\u00f1a.
account.CHANGE_PASSWORD = Tu contrase\u00f1a ya no es v\u00e1lida. Por favor, escoge una nueva contrase\u00f1a.
account.INVALID_PASSWORD = Has introducido una contrase\u00f1a incorrecta.
account.INVALID_PREF_NAME = Nombre predeterminado no v\u00e1lido.
account.INVALID_PREF_VALUE = Valor predeterminado no v\u00e1lido.
account.MAINTENANCE_MODE = Esta cuenta est\u00e1 actualmente en modo de mantenimiento.
account.NO_SUCH_ACCOUNT = Esa cuenta no existe.
account.NO_SUCH_SAVED_SEARCH = No existe esa b\u00fasqueda guardada.
account.ACCT_NO_SUCH_TAG = No existe esa etiqueta.
account.TOO_MANY_IDENTITIES = No se ha podido crear la ID porque has excedido tu l\u00edmite de IDs.
account.PASSWORD_CHANGE_TOO_SOON = Tu contrase\u00f1a no puede cambiarse tan pronto.
account.PASSWORD_LOCKED = Contrase\u00f1a bloqueada. No tienes permiso para cambiar la contrase\u00f1a. Ponte en contacto con el Administrador del sistema.
account.PASSWORD_RECENTLY_USED = Se ha usado recientemente la contrase\u00f1a que has enviado. Por favor, introduce otra contrase\u00f1a.

im.recipient_unavailable = The recipient is unavailable.
im.unknown_error = An unknown error occurred.


mail.ALREADY_EXISTS = Ya existe un objeto con ese nombre.
mail.MODIFY_CONFLICT = Hay un conflicto con el n\u00famero de versi\u00f3n. Se ha a\u00f1adido otra versi\u00f3n mientras editabas y guardabas.
mail.INVALID_NAME = Lo sentimos, pero "{0}" no es un nombre v\u00e1lido. Contiene al menos un car\u00e1cter no v\u00e1lido.
mail.MAINTENANCE = Esta cuenta est\u00e1 actualmente en modo de mantenimiento.
mail.MESSAGE_TOO_BIG = No se puede enviar este mensaje porque supera el tama\u00f1o m\u00e1ximo permitido.
mail.NO_SUCH_CONV = No existe esa conversaci\u00f3n.
mail.NO_SUCH_FOLDER = No existe esa carpeta.
mail.NO_SUCH_ITEM = El elemento "{0}" no existe.
mail.NO_SUCH_MSG = No existe ese mensaje.
mail.NO_SUCH_PART = No existe esa parte del mensaje.
mail.NO_SUCH_TAG = No existe esa etiqueta.
mail.QUERY_PARSE_ERROR = Imposible analizar la consulta de b\u00fasqueda.
mail.QUOTA_EXCEEDED = No se ha podido enviar tu mensaje porque has excedido el espacio disponible.
mail.TOO_MANY_CONTACTS = El contacto no se ha podido crear porque has excedido el l\u00edmite de contactos.
mail.TOO_MANY_QUERY_TERMS_EXPANDED = Por favor, delimita m\u00e1s la b\u00fasqueda.
mail.MAIL_UNABLE_TO_IMPORT_APPOINTMENTS = Imposible importar. Es posible que el archivo seleccionado no sea v\u00e1lido.
mail.MAIL_UNABLE_TO_IMPORT_CONTACTS = Imposible importar. Es posible que el archivo seleccionado no sea v\u00e1lido.
mail.SEND_FAILURE = Imposible enviar el mensaje: {0}
mail.SEND_ABORTED_ADDRESS_FAILURE = No se ha podido enviar el mensaje debido a una direcci\u00f3n no v\u00e1lida
mail.TOO_MANY_TAGS = No se ha podido crear la etiqueta porque has excedido el l\u00edmite.

service.PARSE_ERROR = Ha ocurrido un error de an\u00e1lisis.
service.PERM_DENIED = Permiso denegado.
service.FAILURE = Se ha producido un error en el servicio de red.
service.INVALID_REQUEST = Se ha realizado una petici\u00f3n no v\u00e1lida.
service.UNKNOWN_DOCUMENT = Error del servidor (comando desconocido enviado al servidor).
service.RESOURCE_UNREACHABLE = Recurso no accesible.
service.TEMPORARILY_UNAVAILABLE = Servicio no disponible temporalmente.
service.AUTH_REQUIRED = Se requiere autenticaci\u00f3n
service.AUTH_EXPIRED = Tu sesi\u00f3n ha caducado. Por favor, vuelve a conectarte.
service.WRONG_HOST = La petici\u00f3n se envi\u00f3 al servidor incorrecto.
service.NON_READONLY_OPERATION_DENIED = El servidor est\u00e1 en modo de s\u00f3lo lectura.
service.PROXY_ERROR = Error de proxy.
service.TOO_MANY_HOPS = Demasiadas conexiones entre servidores.
service.ALREADY_IN_PROGRESS = La operaci\u00f3n ya est\u00e1 en curso.
service.NOT_IN_PROGRESS = La operaci\u00f3n no est\u00e1 en curso.
service.INTERRUPTED = Se ha interrumpido la operaci\u00f3n
service.NO_SPELL_CHECK_URL = No se ha definido un servidor de corrector ortogr\u00e1fico.

voice.UNABLE_TO_RETRIEVE_PROFILE_SUMMARY = El sistema no puede procesar tu petici\u00f3n en estos momentos. Disculpa las molestias.
voice.UNABLE_TO_RETRIEVE_CALLLOGS = No se pueden reproducir las llamadas registradas en estos momentos. Disculpa las molestias.
voice.UNABLE_TO_RETRIEVE_VOICEMAIL_FOLDER = No se pueden reproducir los mensajes de voz guardados en estos momentos.
voice.UNABLE_TO_UPDATE_CALL_FEATURES = No se pueden reenviar las llamadas en estos momentos. Disculpa las molestias.
voice.UNABLE_TO_MODIFY_CALL_FEATURES = No se pueden reenviar las llamadas en estos momentos. Disculpa las molestias.
voice.UNABLE_TO_MODIFY_VOICEMAIL_PREFS = Ha surgido un error al intentar actualizar tus preferencias de mensajes de voz. Int\u00e9ntalo de nuevo.

voice.UNABLE_TO_FORWARD_VOICEMAIL = No se puede reenviar tu mensaje en estos momentos. Int\u00e9ntalo de nuevo.
voice.UNABLE_TO_RETRIEVE_CALL_FEATURES = No es posible recuperar las funciones de llamada.
voice.UNABLE_TO_RETRIEVE_VOICEMAIL_CONTENT = No es posible recuperar el contenido de los mensajes de voz.
voice.UNABLE_TO_RETRIEVE_VOICEMAIL_PREFS = No es posible recuperar las preferencias de mensajes de voz.
voice.UNABLE_TO_RETRIEVE_VOICEMAIL_SUMMARY = No es posible recuperar el resumen de los mensajes de voz.
voice.UNABLE_TO_MODIFY_VOICEMAIL_STATUS = No es posible modificar el estado de los mensajes de voz. 
voice.UNABLE_TO_EMPTY_VOICEMAIL_TRASH = No es posible vaciar la Papelera de los mensajes de voz.
voice.UNABLE_TO_DELETE_VOICEMAIL = No es posible eliminar los mensajes de voz.
voice.UNABLE_TO_UNDELETE_VOICEMAIL = No es posible recuperar los mensajes de voz eliminados.

zclient.CLIENT_ERROR = Se ha producido un error en el servicio de red (zclient).
zclient.IO_ERROR = Se ha producido un error en el servicio de red (zclient/io).

ztaglib.TAG_EXCEPTION = Ha ocurrido un error de cliente. Int\u00e9ntalo de nuevo.
